/* HexColorPickerAskUpdatesYes */
"Check automatically" = "Vérifier automatiquement";

/* HexColorPickerAskUpdatesNo */
"Don't check" = "Ne pas vérifier";

/* HexColorPickerGetVersionFormat */
"Get v%@" = "Obtenir v%@";

/* HexColorPickerAppName */
"Hex Color Picker" = "Hex Color Picker";

/* HexColorPickerAskUpdatesInfo */
"Hex Color Picker can automatically check for updates periodically. You won't need to update whenever a new version appears, and no personally identifying informations will be sent in order to check for updates. (Automatic checking can slow down opening the color panel with the Hex Color Picker active by a few seconds." = "Hex Color Picker peut automatiquement rechercher les mises à jour périodiquement. Vous n'aurez pas besoin de mettre à jour toutes les fois qu'une nouvelle version apparaît, et aucune information d'identification personnelle ne sera envoyée lors de la mise à jour. (La vérification automatique peut ralentir ouvrant le panneau de couleur avec Hex Color Picker active de quelques secondes.)";

/* HexColorPickerAskUpdatesMessage */
"Should Hex Color Picker check for updates automatically?" = "Est-ce que devrait Hex Color Picker rechercher une mise à jour automatiquement ?";